const answersOnUser = {
  "من أنت": "أنا بوت تم صنعي بواسطة  شريف عطاالله",
  "كيف حالك": "أنا بخير، شكراً للسؤال.",
  "ما هي أخبارك": "أنا بخير، شكراً للسؤال.",
  "ما هي الأخبار": "لا شيء جديد، كيف حالك ",
  "كيف حال الطقس اليوم": "أنا آسف، لا يمكنني معرفة حالة الطقس اليوم.",
  "كيف حالك": "أنا بخير، شكراً للسؤال.",
  "السلام عليكم": "وعليكم السلام، كيف يمكنني مساعدتك ",
  "ما هي الأخبار ": "لا شيء جديد، كيف حالك ",
  "كيف يمكنني الوصول إلى صفحة الدعم الفني ":
    "يمكنك الوصول إلى صفحة الدعم الفني عن طريق النقر على الرابط الموجود في الأسفل.",
  "ما هو تطبيقك المفضل ":
    "تطبيقي المفضل هو تطبيق الملاحة، لأنه يساعدني على الوصول إلى وجهتي بسهولة.",
  "كيف يمكنني تغيير كلمة المرور الخاصة بحسابي ":
    "يمكنك تغيير كلمة المرور الخاصة بحسابك عن طريق الدخول إلى صفحة الإعدادات واتباع الخطوات الموجودة فيها.",
  "كيف يمكنني تحديث تطبيقي ":
    "يمكنك تحديث تطبيقك عن طريق الذهاب إلى متجر التطبيقات والنقر على زر التحديث.",
  "هل يمكنني تغيير لغة التطبيق ":
    "نعم، يمكنك تغيير لغة التطبيق عن طريق الذهاب إلى صفحة الإعدادات وتحديد اللغة المفضلة لديك.",
  "ما هي الميزات الجديدة التي تم إضافتها إلى التطبيق ":
    "تم إضافة العديد من الميزات الجديدة، بما في ذلك دعم اللغات الجديدة وتحسين أداء التطبيق.",
  "كيف يمكنني الحصول على مساعدة فنية ":
    "يمكنك الحصول على مساعدة فنية عن طريق الاتصال بفريق الدعم الفني عبر البريد الإلكتروني أو الهاتف.",
  "ما هي شروط استخدام التطبيق ":
    "تحتوي شروط استخدام التطبيق على مجموعة من القواعد والتعليمات التي يجب عليك اتباعها عند استخدام التطبيق.",
  "هل يدعم التطبيق الدفع الإلكتروني ":
    "نعم، يدعم التطبيق الدفع الإلكتروني من خلال عدة خيارات مثل PayPal والبطاقات الائتمانية.",
  "كم تبلغ تكلفة استخدام التطبيق ":
    "تختلف تكلفة استخدام التطبيق حسب الخدمات المقدمة والبلد الذي تستخدم التطبيق فيه.",
  "هل يمكننشر تقييم عن التطبيق ":
    "نعم، يمكنك نشر تقييم عن التطبيق عن طريق الذهاب إلى صفحة التقييمات في متجر التطبيقات.",
  "كيف يمكنني إعادة ضبط إعدادات التطبيق ":
    "يمكنك إعادة ضبط إعدادات التطبيق عن طريق الذهاب إلى صفحة الإعدادات والنقر على زر إعادة ضبط الإعدادات.",
  "هل يمكنني استعادة حسابي إذا نسيت كلمة المرور ":
    "نعم، يمكنك استعادة حسابك إذا نسيت كلمة المرور عن طريق النقر على زر 'نسيت كلمة المرور' واتباع الخطوات الموجودة في الصفحة التالية.",
  "كيف يمكنني إضافة صورة شخصية إلى حسابي ":
    "يمكنك إضافة صورة شخصية إلى حسابك عن طريق الذهاب إلى صفحة الإعدادات والنقر على زر تحميل الصورة.",
  "هل يمكنني تغيير اسم المستخدم الخاص بحسابي ":
    "نعم، يمكنك تغيير اسم المستخدم الخاص بحسابك عن طريق الذهاب إلى صفحة الإعدادات وتحديد اسم المستخدم الجديد.",
  "ما هي المدة الزمنية التي يستغرقها الرد على الطلبات ":
    "نحن نحاول الرد على الطلبات في أقرب وقت ممكن، وعادةً ما يستغرق الرد بضع ساعات.",
  "هل يمكنني إنشاء حساب على التطبيق مجاناً ":
    "نعم، يمكنك إنشاء حساب على التطبيق مجاناً.",
  "كيف يمكنني الاشتراك في خدمة المدفوعات ":
    "يمكنك الاشتراك في خدمة المدفوعات عن طريق الذهاب إلى صفحة الإشتراكات واتباع الخطوات الموجودة فيها.",
  "هل يمكنني إلغاء الاشتراك في خدمة المدفوعات ":
    "نعم، يمكنك إلغاء الاشتراك في خدمة المدفوعات عن طريق الذهاب إلى صفحة الإشتراكات واتباع الخطوات الموجودة فيها.",
  "هل يمكنني استخدام التطبيق في أكثر من جهاز ":
    "نعم، يمكنك استخدام التطبيق في أكثر من جهاز بنفس حسابك.",
  "ما هي أوقات العمل ":
    "نحن نعمل على مدار الساعة، ويمكنك التواصل معنا في أي وقت.",
  "ما هي عواصم دولة الإمارات العربية المتحدة ":
    "عواصم الإمارات العربية المتحدة هي: أبوظبي، دبي، الشارقة، عجمان، رأس الخيمة، الفجيرة، وأم القيوين.",
  "ما هي أكبر دولة في العالم من حيث المساحة ":
    "روسيا هي أكبر دولة في العالم من حيث المساحة.",
  "كم عدد الدول في العالم ": "يوجد حاليًا 195 دولة في العالم.",
  "ما هي أول دولة استقلت في العالم العربي ":
    "تعتبر تونس أول دولة استقلت في العالم العربي.",
  "من هو الرئيس الأمريكي الحالي ": "الرئيس الأمريكي الحالي هو جو بايدن.",
  "ما هي أكبر دولة في العالم من حيث عدد السكان ":
    "الصين هي أكبر دولة في العالم من حيث عدد السكان.",
  "ما هي الدولة التي يمر خط الاستواء بها ":
    "يمر خط الاستواء عبر الدول التالية: الكاميرون وجمهورية الكونغو الديمقراطية وجمهورية الكونغو وجزر الإكوادور وغينيا الاستوائية والغابون وإندونيسيا وكينيا وكيريباتي وليبريا ومالاوي وجزر المالديف وغينيا الجديدة وصوماليا والسودان وأوغندا.",
  "كم عدد طوابع البريد في لعبة الشطرنج ":
    "يوجد في لعبة الشطرنج 6 طوابع، وهي: الملك، الملكة، الفرس، البيدق، الجمل والمشاة.",
  "من هو مؤسس شركة أبل ": "ستيف جوبز هو مؤسس شركة أبل.",
  "من هو أول إنسان في الفضاء ": "يوري غاغارين هو أول إنسان في الفضاء.",
  "ما هو أول كتاب في العالم ": "يعتبر كتاب 'الإلهام' من أقدم الكتب في العالم.",
  "ما هي الشهرة الأولى من شهور التقويم الهجري ":
    "محرم هو الشهرة الأولى من شهور التقويم الهجري.",
};
